{
    "a-h-keyboard": {
        "src": "img/ahkeyboard/3.png",
        "images": [
            "img/ahkeyboard/1.png",
            "img/ahkeyboard/2.png",
            "img/ahkeyboard/3.png",
            "img/ahkeyboard/4.png"
        ],
        "category": "spatial-sketches",
        "description": "Our vocabulary isn't enough to express ourselves. Often we find ourself silent when someone needs it the most because we're 'at a loss for words'. With online chatting moving a big part of our social interaction to the virtual world it's even harder. Bound to our keyboard we are even more limited to what we can say. This made me wonder, how far can we go? what is the ultimate minimum at which we can still share our feelings online? To explore this concept I built a keyboard with only the 'A' and 'H' available."
    },

    "Asorted-Prototypes": {
        "src": "img/asortedprototypes/2.gif",
        "images": [
            "img/asortedprototypes/1.png",
            "img/asortedprototypes/2.gif",
            "img/asortedprototypes/3.png",
            "img/asortedprototypes/4.png"
        ],
        "category": "spatial-sketches",
        "description": "A small collection of stuff I spent like 2 to 3 days on. for some reason I really liked something about these prototypes, and I believe that the stuff I learned when making them will come in handy in the future."
    },

    "Vga-Billboards": {
        "src": "img/vgabillboards/1.png",
        "images": [
            "img/vgabillboards/1.png",
            "img/vgabillboards/2.png",
            "img/vgabillboards/3.gif",
            "img/vgabillboards/4.png",
            "img/vgabillboards/5.gif",
            "img/vgabillboards/6.png",
            "img/vgabillboards/7.gif",
            "img/vgabillboards/8.png"
        ],
        "category": "spatial-sketches",
        "description": "\"HD\" is a relative thing. A piece of technological equipment once hyped about because it was \"the new generation of tech\" Is thrown away when the next generation is approaching. While searching for ways to stop this cycle I found a github user named \"smaffer\" or Sandro Maffiodo. He found a way to turn an Arduino into a small gpu for pixel art rendering. I started experimenting with the possibilities and limits of this new / old hybrid tech. I found that if you connect one of those chips to a vga display it's a super cheap and easy way to make your own small billboard."
    },

    "Backlight-Studio": {
        "src": "img/reflectionstudio/1.png",
        "images": [
            "img/reflectionstudio/1.png",
            "img/reflectionstudio/2.gif",
            "img/reflectionstudio/3.gif",
            "img/reflectionstudio/4.png",
            "img/reflectionstudio/5.gif",
            "img/reflectionstudio/6.gif",
            "img/reflectionstudio/7.png"
        ],
        "category": "spatial-sketches",
        "description": "I was looking for studio lights online late at night because I wanted to photograph something I'd been working on. When I came back into my room after grabbing something to eat I noticed how my tv screen was lighting up almost my entire room. So I decided to flip the screen horizontally and started experimenting with the light that shone down on the studio I had built."
    },

    "Future-Photos": {
        "src": "img/futurephotos/4.png",
        "images": [
            "img/futurephotos/1.png",
            "img/futurephotos/2.png",
            "img/futurephotos/3.png",
            "img/futurephotos/4.png",
            "img/futurephotos/5.png",
            "img/futurephotos/6.png"
        ],
        "category": "graphic-goods",
        "description": "The city of 's-Hertogenbosch isn't all too futuristic, no high skyscrapers, no underground black markets, no drone surveillance, not even a subway or metro. Also its inhabitants are mostly old people, and most of them aren't that fond of the future. So I went out one night to capture some of the city's futuristic vibes and used the darkness to add futuristic elements to these photographs. I later started \"futurizing\" people as well, because what's a city without its inhabitants?"
    },

    "Socialmedia-Designs": {
        "src": "img/socialmediadesigns/4.png",
        "images": [
            "img/socialmediadesigns/1.png",
            "img/socialmediadesigns/2.png",
            "img/socialmediadesigns/3.gif",
            "img/socialmediadesigns/4.png",
            "img/socialmediadesigns/5.gif",
            "img/socialmediadesigns/6.png"
        ],
        "category": "graphic-goods",
        "description": "I used to do free designs for facebook groups and events, this is a very small collection I still wanted to add because I think they turned out well and visually describe who I was in a early stage of design."
    },

    "Style-Searching": {
        "src": "img/stylesearching/5.gif",
        "images": [
            "img/stylesearching/0.png",
            "img/stylesearching/1.png",
            "img/stylesearching/2.png",
            "img/stylesearching/3.png",
            "img/stylesearching/4.png",
            "img/stylesearching/5.gif",
            "img/stylesearching/6.png"
        ],
        "category": "graphic-goods",
        "description": "Although I know I'll never be done searching for it, I wanted to make a collection of all logos I had in this past few years. As a spatial designer, graphic design has always been more of a challenge for me. It just doesn't comes as naturally as spatial design, so I always try to keep searching for what I like and using it in my own design."
    },

    "Unit01-Brickbase": {
        "src": "img/unit01brickbase/5.png",
        "images": [
            "img/unit01brickbase/01.png",
            "img/unit01brickbase/0.png",
            "img/unit01brickbase/1.png",
            "img/unit01brickbase/2.png",
            "img/unit01brickbase/3.png",
            "img/unit01brickbase/4.png",
            "img/unit01brickbase/5.png",
            "img/unit01brickbase/6.png",
            "img/unit01brickbase/7.png",
            "img/unit01brickbase/8.png",
            "img/unit01brickbase/9.png"
        ],
        "category": "compact-computers",
        "description": "Personally I like to see the hardware i'm using, so I decided to give building my own pc a shot.When looking for a powerful (gaming) computer you'll probably come across the big, bulky and led strip riden towers which will consume about half your desk when placed on top of it, or the ultra slick closed aluminum boxes you can hide under your desk. This gave me 2 starting points; a see through case for my computer that would fit on my desk. I also wanted the case to be compact but modular for further expansion, so I used legos to build the base of the case."
    },

    "Unit01-'Brickbase'-Tshirts": {
        "src": "img/pcshirts/6.png",
        "images": [
            "img/pcshirts/1.png",
            "img/pcshirts/2.png",
            "img/pcshirts/3.png",
            "img/pcshirts/04.png",
            "img/pcshirts/4.png",
            "img/pcshirts/5.png",
            "img/pcshirts/6.png",
            "img/pcshirts/7.png",
            "img/pcshirts/8.png",
            "img/pcshirts/9.png",
            "img/pcshirts/10.png",
            "img/pcshirts/11.png"
        ],
        "category": "working-Wears",
        "description": "After spending all this time building my own computer I realized I had no way of promoting my new design. Carrying it around wasn't a option and showing pictures on my phone wouldn't be enough in my opinion because then they would just give me a compliment or something and they would move on. I also needed a way to earn back all the money I'd spent on my computer. So I came up with the idea of making my own shirts based on the blueprints of the desktop. I had one criteria, the shirt needed to be cheap but profitable. so an external printing company would be out of the question. Instead I visited the graphics workshop and tried screen printing the T-shirts myself."
    },

    "Self-made-me": {
        "src": "img/selfmademe/4.png",
        "images": [
            "img/selfmademe/1.png",
            "img/selfmademe/2.png",
            "img/selfmademe/3.png",
            "img/selfmademe/4.png",
            "img/selfmademe/5.png"
        ],
        "category": "working-Wears",
        "description": "placeholder"
    }
}
